Repository: engenegr/Cura
Catalog: Cura/resources/locale/*/LC_MESSAGES/Cura.po
Languages: ru

source: This controls how densely filled the insides of your print will be. For a solid part use 100%, for an empty part use 0%. A value around 20% is usually enough. This won't affect the outside of the print and only adjusts how strong the part becomes.
ru: Cura заполняет внутренне пространство модели сеткой. Она необходима для увеличения прочности объекта и для поддержки верхних слоев. Более плотное заполнение делает объект прочнее и тяжелее, но печать в таком случае требует большего времени. Если нет необходимости в высокой прочности, можно установить значение для этого параметра в 5% (низкая плотность заполнения). Этого значения вполне достаточно для поддержки верхних слоев. Рекомендуемое значение - 20%

source: The nozzle size is very important, this is used to calculate the line width of the infill, and used to calculate the amount of outside wall lines and thickness for the wall thickness you entered in the print settings.
ru: Диаметр сопла - это очень важный параметр. Он используется для подсчета толщины линии для заполнения и используется для подсчета количества линий внешнего периметра. Это физическая характеристика вашего принтра.

source: Speed and Temperature
ru: Скорость и Температура

source: Print speed (mm/s)
ru: Скорость печати (мм/с)

source: Speed at which printing happens. A well adjusted Ultimaker can reach 150mm/s, but for good quality prints you want to print slower. Printing speed depends on a lot of factors. So you will be experimenting with optimal settings for this.
ru: Этот параметр устанавливает скорость, с которой будет производиться печать. По умолчанию установлена величина в 50 мм/с, что достаточно медленно для Ultimaker. Начинать печать рекомендуется именно с этого значения. Скорость можно увеличить до 150 мм/с, но для печати с такой скоростью требуется идеальная калибровка и настройка принтера.

source: Printing temperature (C)
ru: Температура печати (C)

source: Temperature used for printing. Set at 0 to pre-heat yourself. For PLA a value of 210C is usually used. For ABS a value of 230C or higher is required.
ru: Данная опция устанавливает температуру, при которой будет производиться печать. Для управления этим параметром на принтере задайте 0. Для PLA обычно используется 210С Для ABS обычно используется 230С или выше При увеличении скорости печати необходимо также увеличивать температуру.

source: 2nd nozzle temperature (C)
ru: Температура второго сопла (С)

source: 3th nozzle temperature (C)
ru: Температура третьего сопла (С)

source: 4th nozzle temperature (C)
ru: Температура четвертого сопла (С)

source: Bed temperature (C)
ru: Температура платформы (С)

source: Temperature used for the heated printer bed. Set at 0 to pre-heat yourself.
ru: Температура нагрева подогреваемой платформы. Для управления этим параметром на принтере задайте 0.

source: None
ru: Не используется

source: Touching buildplate
ru: Над платформой

source: Everywhere
ru: Везде

source: Support
ru: Поддержка

source: Support type
ru: Тип опорной сетки

source: Type of support structure build. "Touching buildplate" is the most commonly used support setting. None does not do any support. Touching buildplate only creates support where the support structure will touch the build platform. Everywhere creates support even on top of parts of the model.
ru: Тип опорной сетки "Не используется" - опорная сетка не создается"Поддержка над платформой" - предпочтительный вариант. Поддержка создается только для элементов, которые свисают над платформой."Везде" - опорная сетка создается даже над частями модели.

source: Brim
ru: Окаймление

source: Raft
ru: Фундамент

source: Platform adhesion type
ru: Тип адгезии платформы

source: Different options that help in preventing corners from lifting due to warping. Brim adds a single layer thick flat area around your object which is easy to cut off afterwards, and the recommended option. Raft adds a thick raster at below the object and a thin interface between this and your object. (Note that enabling the brim or raft disables the skirt)
ru: Эта функция обеспечивает прилипание печатаемого объекта к платформе. Большие плоские объекты могут соскальзывать из-за малой площади соприкосновения объекта с платформой. Чтобы этого избежать, предусмотрены специальные функции:Фундамент представляет собой толстую сетку под печатаемым объектом. Сетка рубцует дно печатаемого объекта.Окаймление представляет собой линии по периметру дна печатаемого объекта, которые увеличивают площадь и тем самым фиксируют объект. При использовании окаймления достигаются наилучшие результаты, т. к. не происходит рубцевания дна, но его реализация требует большей площади платформы.Использование фундамента или окаймления отключает использование юбки.

source: Both
ru: Оба экструдера

source: First extruder
ru: Первый экструдер

source: Second extruder
ru: Второй экструдер

source: Support dual extrusion
ru: Использование двух экструдеров

source: Which extruder to use for support material, for break-away support you can use both extruders. But if one of the materials is more expensive then the other you could select an extruder to use for support material. This causes more extruder switches. You can also use the 2nd extruder for soluble support materials.
ru: Какой из экструдеров использовать для печати опорной сетки. Можно использовать оба экструдера. Но если один из материалов дороже другого, то можно использовать второй для печати опорной сетки. Это приведет к более чащей смене экструдеров. Также можно использовать второй экструдер для печати поддержки растворимымо материалом.

source: Dual extrusion
ru: Печать двумя экструдерами

source: Wipe&prime tower
ru: Промокашка

source: The wipe-tower is a tower printed on every layer when switching between nozzles. The old nozzle is wiped off on the tower before the new nozzle is used to print the 2nd color.
ru: Промокашка - это небольшая башня, которая печатается на каждом слое во время смены экструдера. Старое сопло вытирает остатки пластика о промокашку перед тем как будет использовано новое сопло для печати другим цветом.

source: Ooze shield
ru: защита от подтеков

source: The ooze shield is a 1 line thick shell around the object which stands a few mm from the object. This shield catches any oozing from the unused nozzle in dual-extrusion.
ru: Защита от подтеков - это 1 слойная оболочка вокруг объекта, которая удалена от объекта на несколько мм. Эта оболочка впитывает все подтекания неиспользуемого экструдера во время печати двумя экструдерами.

source: Filament
ru: Пластиковая нить

source: Diameter (mm)
ru: Диаметр (мм)

source: Diameter of your filament, as accurately as possible. If you cannot measure this value you will have to calibrate it, a higher number means less extrusion, a smaller number generates more extrusion.
ru: Диаметр пластиковой нити. Точно измерить диаметр нити можно с помощью штангенциркуля. Это улучшит результаты печати. Большее значение приводит к меньшей экструзии и наоборот.

source: Diameter2 (mm)
ru: Диаметр2 (мм)

source: Diameter of your filament for the 2nd nozzle. Use 0 to use the same diameter as for nozzle 1.
ru: Диаметр нити для второго экструдера. Задайте значение равным 0, чтобы использовать такой же диаметр как и для первого экструдера.

source: Diameter3 (mm)
ru: Диаметр3 (мм)

source: Diameter of your filament for the 3th nozzle. Use 0 to use the same diameter as for nozzle 1.
ru: Диаметр нити для третьего экструдера. Задайте значение равным 0, чтобы использовать такой же диаметр как и для первого экструдера.

source: Diameter4 (mm)
ru: Диаметр4 (мм)

source: Diameter of your filament for the 4th nozzle. Use 0 to use the same diameter as for nozzle 1.
ru: Диаметр нити для четвертого экструдера. Задайте значение равным 0, чтобы использовать такой же диаметр как и для первого экструдера.

source: Flow (%)
ru: Поток (%)

source: Flow compensation, the amount of material extruded is multiplied by this value
ru: Корректировка потока нити. Количество выдавливаемого материала умножается на этот параметр.

source: Retraction
ru: Ретракция

source: Speed (mm/s)
ru: Скорость (мм/с)

source: Speed at which the filament is retracted, a higher retraction speed works better. But a very high retraction speed can lead to filament grinding.
ru: Скорость, с которой нить будет втягиваться в печатающую головку при перемещении над отверстиями. Чем выше скорость ретракции, тем лучше. Но слишком высокая корость может привести к проскальзыванию нити.

source: Distance (mm)
ru: Длина ретракции (мм)

source: Amount of retraction, set at 0 for no retraction at all. A value of 4.5mm seems to generate good results.
ru: Значение, на которое нить будет втягиваться в печатающую головку. Установите равным 0, чтобы отключить ретракцию. При использовании PLA-пластика для хорошего результата достаточно установить значение в 4.5 мм. Другие материалы требуют отдельных настроек.

source: Dual extrusion switch amount (mm)
ru: Длина ретракции при смене экструдера (мм)

source: Amount of retraction when switching nozzle with dual-extrusion, set at 0 for no retraction at all. A value of 16.0mm seems to generate good results.
ru: Длина ретракции при смене печатающей головки. Установите значение равным 0, чтобы отключить ретракцию. Значение 16мм дает хорошие результаты.

source: Minimum travel (mm)
ru: Минимальное перемещение (мм)

source: Minimum amount of travel needed for a retraction to happen at all. To make sure you do not get a lot of retractions in a small area.
ru: Минимальное расстояние, которое необходимо для того, чтобы включилась ретракция. Этот параметр помогает избежать излишнюю ретракцию на маленьких участках.

source: Enable combing
ru: Избегать пересечение периметра

source: Combing is the act of avoiding holes in the print for the head to travel over. If combing is disabled the printer head moves straight from the start point to the end point and it will always retract.
ru: Данный параметр позволяет расчитывать траекторию передвижения печатающей головки при которой не будет пересечения периметра. Если данная опция отключена, то печатающая головка будет перемещаться по прямой от начальной до конечной точки.

source: Minimal extrusion before retracting (mm)
ru: Минимальная экструзия перед ретракцией (мм)

source: The minimal amount of extrusion that needs to be done before retracting again if a retraction needs to happen before this minimal is reached the retraction is ignored. This avoids retraction a lot on the same piece of filament which flattens the filament and causes grinding issues.
ru: Минимальный объем пластика, который необходимо выдавить, перед тем как произойдет следующая ретракция. Если этот объем не будет достигнут, то ретракция не произойдет. Это позволяет избежать ретракции на одном и том же участке пластиковой нити и соответственно раздробления этого участка.

source: Initial layer thickness (mm)
ru: Высота первого слоя (мм)

source: Layer thickness of the bottom layer. A thicker bottom layer makes sticking to the bed easier. Set to 0.0 to have the bottom layer thickness the same as the other layers.
ru: По умолчанию установлено значение в 0.3 мм. При таких параметрах нижний слой получается толстым и хорошо прилипает к платформе. Установите значение равным 0, чтобы высота первого слоя была такой же как и высота остальных слоев.

source: Cut off object bottom (mm)
ru: Срез дна (мм)

source: Sinks the object into the platform, this can be used for objects that do not have a flat bottom and thus create a too small first layer.
ru: Отрежьте дно модели и объект «вдавится» в платформу. Эта функция полезна тогда, когда у вашего объекта мало точек соприкосновения с платформой.

source: Dual extrusion overlap (mm)
ru: Перекрытие печати разным пластиком (мм)

source: Add a certain amount of overlapping extrusion on dual-extrusion prints. This bonds the different colors better together.
ru: Перекрытие областей печати при использовании двух или более экструдеров. Это позволяет делать более прочную сцепку между разными пластиками.

source: Travel speed (mm/s)
ru: Скорость передвижения (мм/с)

source: Speed at which travel moves are done, a high quality build Ultimaker can reach speeds of 250mm/s. But some machines might miss steps then.
ru: Эта опция устанавливает скорость, с которой движется принтер во время печати между печатаемыми элементами объекта. По умолчанию установлено значение в 150 мм/с. Но хорошо откалиброванный и смазанный принтер может двигаться быстрее. Можно установить скорость до 300 мм/с .Следует помнить, что слишком высокая скорость может изменить качество печати.

source: Bottom layer speed (mm/s)
ru: Скорость печати первого слоя (мм/с)

source: Print speed for the bottom layer, you want to print the first layer slower so it sticks better to the printer bed.
ru: Скорость печати первого слоя. Нижний слой лучше печатать на более низкой скорости для того, чтобы модель лучше прилипла к платформе.

source: Infill speed (mm/s)
ru: Скорость наполнения (мм/с)

source: Speed at which infill parts are printed. If set to 0 then the print speed is used for the infill. Printing the infill faster can greatly reduce printing, but this can negatively effect print quality..
ru: Скорость, с которой печатается наполняющая сетка. Если установить значение этого параметра равным нулю, то вся печать будет происходить на одной скорости. Возможно, при использовании высокой скорости внутренней печати, в связи с изменением давления в сопле при переключении от наружной к внутренней печати, появятся незначительные изменения в качестве внешней печати.

source: Cool
ru: Охлаждение

source: Minimal layer time (sec)
ru: Минимальное время слоя (сек)

source: Minimum time spend in a layer, gives the layer time to cool down before the next layer is put on top. If the layer will be placed down too fast the printer will slow down to make sure it has spend at least this amount of seconds printing this layer.
ru: Минимальное время, которое тратится на печать одного слоя. Если печать слоя занимает времени меньше, чем задано в настройках, то оставшееся время он будет остывать. Таким образом, слой остынет и затвердеет прежде, чем на него начнет накладываться новый слой.

source: Enable cooling fan
ru: Включить охлаждающий вентилятор

source: Enable the cooling fan during the print. The extra cooling from the cooling fan is essential during faster prints.
ru: Этот параметр включает охлаждающий вентилятор и позволяет значительно увеличить качество печати PLA. При работе с другими материалами вентилятор можно отключить. Дополнительное охлаждение очень важно во время быстрой печати.

source: Skirt
ru: Юбка

source: Line count
ru: Количество линий

source: The skirt is a line drawn around the object at the first layer. This helps to prime your extruder, and to see if the object fits on your platform. Setting this to 0 will disable the skirt. Multiple skirt lines can help priming your extruder better for small objects.
ru: Юбка - это линии вокруг первого слоя объекта. Эта настройка помогает подготовить экструдер к печати и убедиться, что объект полностью помещается на платформу. Задайте значение равным 0 для того, чтобыне использовать юбку.

source: Start distance (mm)
ru: Расстояние до объекта (мм)

source: The distance between the skirt and the first layer. This is the minimal distance, multiple skirt lines will be put outwards from this distance.
ru: Расстояние между юбкой и объектом. Это минимальное расстояние. Вторая и последующие линии будут напечатаны с внешней стороны юбки.

source: Minimal length (mm)
ru: Минимальная длина (мм)

source: The minimal length of the skirt, if this minimal length is not reached it will add more skirt lines to reach this minimal lenght. Note: If the line count is set to 0 this is ignored.
ru: Минимальная длина юбки. Если юбка будет короткая, то будут добавлены дополнительные линии для достижения минимальной долины. Если значение задано равным 0, то этот параметр игнорируется.

source: Fan full on at height (mm)
ru: Включить вентилятор на полную мощность на высоте

source: The height at which the fan is turned on completely. For the layers below this the fan speed is scaled linear with the fan off at layer 0.
ru: Номер слоя, на котором включится охлаждающий вентилятор. Нумерация идет с 0 слоя. Первый слой прилипнет к платформе лучше, если вентилятор будет включен на втором слое.

source: Fan speed min (%)
ru: Минимальная скорость вентилятора (%)

source: When the fan is turned on, it is enabled at this speed setting. If cool slows down the layer, the fan is adjusted between the min and max speed. Minimal fan speed is used if the layer is not slowed down due to cooling.
ru: Во время печати скорость вентилятора меняется между минимальной и максимальной заданной скоростью. Минимальная скорость используется в случаях, когда печать не замедляется из-за необходимости охладить слой.

source: Fan speed max (%)
ru: Максимальная скорость вентилятора (%)

source: When the fan is turned on, it is enabled at this speed setting. If cool slows down the layer, the fan is adjusted between the min and max speed. Maximal fan speed is used if the layer is slowed down due to cooling by more than 200%.
ru: Во время печати скорость вентилятора меняется между минимальной и максимальной заданной скоростью. Максимальная скорость используется в случаях, когда печать замедляется более чем на 200% из-за необходимости охладить слой.

source: Minimum speed (mm/s)
ru: Минимальная скорость (мм/с)

source: The minimal layer time can cause the print to slow down so much it starts to ooze. The minimal feedrate protects against this. Even if a print gets slown down it will never be slower than this minimal speed.
ru: Минимальное время слоя может привести к тому, что печать замедлится настолько, что пластик начнет самопроизвольно вытекать из сопла. Данный параметр позволяет защитить от этого. Даже если скорость печати падает, она никогда не будет меньше заданной.

source: Cool head lift
ru: Отвод печатающей головки

source: Lift the head if the minimal speed is hit because of cool slowdown, and wait the extra time so the minimal layer time is always hit.
ru: Если достигнута минимальная скорость печати из замедления для охлаждения слоя, то печатающая головка будет уведена в сторону до тех пор пока не пройдет минимальное время отведенное на слой.

source: Infill
ru: Наполнение

source: Solid infill top
ru: Сплошное заполнение верхней грани

source: Create a solid top surface, if set to false the top is filled with the fill percentage. Useful for cups/vases.
ru: Создает сплошное заполнение верхней грани. Если параметр сброшен, то верхние слои заполняются так же как и промежуточные. Используется для печати чашек или ваз.

source: Solid infill bottom
ru: Сплошное заполнение нижней грани

source: Create a solid bottom surface, if set to false the bottom is filled with the fill percentage. Useful for buildings.
ru: Создает сплошное заполнение нижней грани. Если параметр сброшен, то нижние слои заполняются так же как и промежуточные. Используется для печати зданий.

source: Infill overlap (%)
ru: Перекрытие заполнения (%)

source: Amount of overlap between the infill and the walls. There is a slight overlap with the walls and the infill so the walls connect firmly to the infill.
ru: Величина пересечения между заполнением и стенами. Используется для более крепкой сцепки стен и заполнения.

source: Fill amount (%)
ru: Заполнение (%)

source: Amount of infill structure in the support material, less material gives weaker support which is easier to remove. 15% seems to be a good average.
ru: Процент заполнения опорной сетки. Меньшее заполнение делает опорную сетку более хрупкой, которую легко удалить. Рекомендуется использовать 15% заполнение.

source: Distance X/Y (mm)
ru: Расстояние по X/Y (мм)

source: Distance of the support material from the print, in the X/Y directions. 0.7mm gives a nice distance from the print so the support does not stick to the print.
ru: Расстояние опорной сетки от модели по осям X/Y. Значение 0.7мм дает хорошие результаты, и поддержка не прилипает к модели.

source: Distance Z (mm)
ru: Расстояние по Z (мм)

source: Distance from the top/bottom of the support to the print. A small gap here makes it easier to remove the support but makes the print a bit uglier. 0.15mm gives a good seperation of the support material.
ru: Расстояние от верха/низа опорной сетки до модели. Небольшой пробел позволяет легко удалить поддержку, но при этом оставляет следы на модели. Значение 0.15мм дает хорошие результаты, и поддержка легко отделяется от модели.

source: Spiralize
ru: Спираль

source: Spiralize the outer contour
ru: Печать внешнего контура спиралью

source: Spiralize is smoothing out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid object into a single walled print with a solid bottom.
ru: Данная опция позволяет сгладить внешний контур по оси Z за счет того, что высота головки будет равномерно подниматься по оси Z во время печати Это позволяет превратить сплошной объект в одностеночный со сплошным дном.

source: Brim line amount
ru: Количество окаймляющих линий

source: The amount of lines used for a brim, more lines means a larger brim which sticks better, but this also makes your effective print area smaller.
ru: Количество линий, используемых для окаймления. Больше линий означает большее окаймление, и модель лучше прилипает к платформе, но делает площадь печати меньше.

source: Extra margin (mm)
ru: Выступ (мм)

source: If the raft is enabled, this is the extra raft area around the object which is also rafted. Increasing this margin will create a stronger raft while using more material and leaving less are for your print.
ru: Если включен фундамент, то заданное расстояние от объекта будет также заполнено фундаментом. Увеличенный выступ делает фундамент более прочным но в то же время третится больше материала и остается меньше пространства для модели.

source: Line spacing (mm)
ru: Расстояние между осевыми линиями (мм)

source: When you are using the raft this is the distance between the centerlines of the raft line.
ru: Это расстояние между направляющими линиями фундамента.

source: Base thickness (mm)
ru: Высота основания (мм)

source: When you are using the raft this is the thickness of the base layer which is put down.
ru: Это высота линий первого слоя основания фундамента.

source: Base line width (mm)
ru: Ширина основания (мм)

source: When you are using the raft this is the width of the base layer lines which are put down.
ru: Это ширина линий первого слоя основания фундамента.

source: Interface thickness (mm)
ru: Высота интерфесных линий (мм)

source: When you are using the raft this is the thickness of the interface layer which is put down.
ru: Это высота интерфейсных линий второго слоя фундамента.

source: Interface line width (mm)
ru: Ширина интерфейсных линий (мм)

source: When you are using the raft this is the width of the interface layer lines which are put down.
ru: Это ширина интерфейсных линий второго слоя фундамента.

source: Fix horrible
ru: Починить плохие модели

source: Combine everything (Type-A)
ru: Собрать все (Тип -А)
