Repository: engenegr/Cura
Catalog: Cura/resources/locale/*/LC_MESSAGES/Cura.po
Languages: ru

source: A new version of Cura is available, would you like to download?
ru: Доступна новая версия Cura. Скачать?

source: New version available
ru: Доступна новая версия

source: Add new machine wizard
ru: Мастер добавления нового принтера

source: First time run wizard
ru: Мастер первого запуска

source: Welcome, and thanks for trying Cura!
ru: Добро пожаловать и спасибо за использование Cura!

source: This wizard will help you in setting up Cura for your machine.
ru: Мастер поможет вам настроить Cura для работы с вашим принтером.

source: The following pre-defined machine profiles are available
ru: Доступны следующие предопределенные профили принтеров

source: Note that these profiles are not guaranteed to give good results, or work at all. Extra tweaks might be required. If you find issues with the predefined profiles, or want an extra profile. Please report it at the github issue tracker.
ru: Обратите внимание, что данные профили не гарантируют хороших результатов. Возможно потребуются дополнительные настройки.При возникновении проблем с предопределенными профилями заводите запрос на github. Вопросы по профилям Joysmaker и Myriwell направляйте по адресу support@extensio.ru

source: Cura is now ready to be used!
ru: Cura готова к использованию!

source: RepRap machines can be vastly different, so here you can set your own settings.
ru: RepRap принтеры очень сильно отличаются друг от друга. Сейчас вы можете задать свои настройки.

source: Be sure to review the default profile before running it on your machine.
ru: Обязательно проверьте профиль по умолчанию перед запуском на своем принтере.

source: If you like a default profile for your machine added, then make an issue on github.
ru: Если вам нравится профиль по умолчанию для вашей машины, заведите предложение на github.

source: You will have to manually install Marlin or Sprinter firmware.
ru: Необходимо вручную установить прошивку Marlin или Sprinter

source: Machine name
ru: Название принтера

source: Machine width (mm)
ru: Ширина печати (мм)

source: Machine depth (mm)
ru: Глубина печати (мм)

source: Machine height (mm)
ru: Высота печати (мм)

source: Nozzle size (mm)
ru: Диаметр сопла (мм)

source: Heated bed
ru: Подогреваемая платформа

source: Bed center is 0,0,0 (RoStock)
ru: Центр платформы соответствеут началу координат (0,0,0) (RoStock)

source: Select your machine
ru: Выберите ваш принтер

source: What kind of machine do you have:
ru: Какой у вас принтер:

source: Other (Ex: Joysmaker, Myriwell, RepRap, MakerBot)
ru: Другая модель (Например: Joysmaker, Myriwell, RepRap, Makerbot)

source: The collection of anonymous usage information helps with the continued improvement of Cura.
ru: Сбор анонимной статистики по использованию Cura помогает нам совершенствовать программу.

source: This does NOT submit your models online nor gathers any privacy related information.
ru: Мы НЕ публикуем ваши модели и НЕ собираем персональные данные.

source: Submit anonymous usage information:
ru: Отсылать анонимную статистику использования Cura:

source: For full details see: http://wiki.ultimaker.com/Cura:stats
ru: Полную информацию смотрите на сайте: http://wiki.ultimaker.com/Cura:stats

source: Select upgraded parts you have
ru: Выбирете какие улучшения у вас установлены

source: To assist you in having better default settings for your Ultimaker Cura would like to know which upgrades you have in your machine.
ru: Для того, чтобы выбрать наиболее подходящие настройки, необходимо выбрать какие улучшения установлены на вашем принтере.

source: Extruder drive upgrade
ru: Улучшенный экструдер

source: Heated printer bed (self built)
ru: Подогреваемая платформа

source: Dual extrusion (experimental)
ru: Две печатающие головки

source: If you have an Ultimaker bought after october 2012 you will have the Extruder drive upgrade. If you do not have this upgrade, it is highly recommended to improve reliability.
ru: Если вы купили принтер после октября 2012, то у вас уже установлено улучшенный экструдер. Если у вас не установлено это улучшение, то мы настоятельно рекомендуем сделать это.

source: This upgrade can be bought from the Ultimaker webshop or found on thingiverse as thing:26094
ru: Это улучшение можно купить в магазине Ultimaker или найти на thingiverse (thing:26094)

source: Upgrade Ultimaker Firmware
ru: Обновить прошивку Ultimaker

source: Firmware is the piece of software running directly on your 3D printer. This firmware controls the step motors, regulates the temperature and ultimately makes your printer work.
ru: Прошивка - это программа, которая работает на самом 3D принтере. Она управляет шаговыми двигателями, регулирует температуру и осуществляет печать.

source: The firmware shipping with new Ultimakers works, but upgrades have been made to make better prints, and make calibration easier.
ru: Прошивка, поставляемая с принтером, работает хорошо. Но обновление позволяет легче откалибровать устройство и делать более качественную печать.

source: Cura requires these new features and thus your firmware will most likely need to be upgraded. You will get the chance to do so now.
ru: Cura требуется этот новый функционал, и поэтому необходимо обновить прошивку принтера. Сейчас хорошая возможность это сделать.

source: Do not upgrade to this firmware if:
ru: Не обновляйтесь на эту прошивку если:

source: * You have an older machine based on ATMega1280 (Rev 1 machine)
ru: * У вас старая машина на чипе ATMega1280 (Ревизия 1)

source: * Have other changes in the firmware
ru: * Или в вашей прошивке были сделаны изменения

source: It is a good idea to do a few sanity checks now on your Ultimaker. You can skip these if you know your machine is functional.
ru: Рекомендуем произвести проверку того, что принтер функционирует правильно. Можно пропустить этот шаг, если вы уверены, что принтер исправен.

source: Run checks
ru: Запустить проверку

source: Skip checks
ru: Пропустить проверку

source: Communication:
ru: Связь с принтером:

source: Temperature:
ru: Температура:

source: Endstops:
ru: Концевики:

source: Show error log
ru: Показать журнал ошибок:

source: Connecting to machine.
ru: Подключение к принтеру.

source: Cooldown before temperature check.
ru: Охлаждаем перед запуском проверки температуры.

source: Checking the heater and temperature sensor.
ru: Проверяем нагреватель и датчик температуры.

source: Please make sure none of the endstops are pressed.
ru: Пожалуйста, убедитесь, что концевики не нажаты.

source: Temperature measurement FAILED!
ru: НЕ УДАЛОСЬ измерить температуру!

source: Head temperature: %d
ru: Температура печатающей головки: %d

source: Communication State: %s
ru: Состояние подключения: %s

source: Failed to establish connection with the printer.
ru: Не удалось установить соединение с принтером.

source: Please press the right X endstop.
ru: Нажмите на правый концевик оси X.

source: Please press the left X endstop.
ru: Нажмите на левый концевик оси X.

source: Please press the front Y endstop.
ru: Нажмите на передний концевик оси Y.

source: Please press the back Y endstop.
ru: Нажмите на задний концевик оси Y.

source: Please press the top Z endstop.
ru: Нажмите на верхний концевик оси Z.

source: Please press the bottom Z endstop.
ru: Нажмите на нижний концевик оси Z.

source: Checkup finished
ru: Проверка завершена

source: Calibrating the Steps Per E requires some manual actions.
ru: Настройка количества шагов экструдера требует ручных действий.

source: First remove any filament from your machine.
ru: Для начала удалите оставшийся пластик из принтера.

source: Next put in your filament so the tip is aligned with the top of the extruder drive.
ru: Далее загрузите пластиковую нить так, что кончик пластика выровнен с верхней частью экструдера.

source: We'll push the filament 100mm
ru: Продавим 100мм пластика

source: Extrude 100mm filament
ru: Выдавить 100мм пластика

source: Now measure the amount of extruded filament: (this can be more or less then 100mm)
ru: Измерьте количество выдавленного пластика: (может быть больше или меньше 100мм)

source: Save
ru: Сохранить

source: This results in the following steps per E:
ru: Результирующее значение количества шагов экструдера:

source: You can repeat these steps to get better calibration.
ru: Вы можете повторить эти шаги для лучшей калибровки.

source: If you still have filament in your printer which needs heat to remove, press the heat up button below:
ru: Если в принтере остался пластик, который необходимо извлечь нажмите кнопку ниже:

source: Heatup for filament removal
ru: Нагреть принтер для извлечения пластика

source: Error: Failed to open serial port to machine If this keeps happening, try disconnecting and reconnecting the USB cable
ru: Ошибка: Не удалось открыть последовательный порт Если ошибка повторяется, то попробуйте отключить и заново подключить USB кабель

source: I am sorry, but Cura does not ship with a default firmware for your machine configuration.
ru: Приносим свои извинения, но Cura не поставляется с прошивкой для вашего принтера.

source: Firmware update
ru: Обновление прошивки

source: Cura only supports firmware updates for ATMega2560 based hardware. So updating your RepRap with Cura might or might not work.
ru: Cura умеет обновлять прошивки только для материнских плат на ATMega2560. Поэтому обновление прошивки вашего принтера при помощи Cura может быть успешным, а может и нет.

source: Reading firmware...
ru: Чтение прошивки...

source: Connecting to machine...
ru: Подключение к принтеру...

source: Please connect the printer to your computer with the USB cable.
ru: Подключите принтер к компьютеру через USB кабель.

source: Failed to find machine for firmware upgrade Is your machine connected to the PC?
ru: Не удалось найти принтер для обновления прошивки Ваша машина подключена к компьютеру?

source: Uploading firmware...
ru: Загружаем прошивку...

source: Done! Installed firmware: %s
ru: Готово! Установлена прошивка: %s

source: Failed to write firmware.
ru: Не удалось загрузить прошивку.

source: Load model file... CTRL+L
ru: Загрузить файл с моделью... CTRL+L

source: Save model... CTRL+S
ru: Сохранить модель... CTRL+S

source: Clear platform
ru: Очистить платформу

source: Print... CTRL+P
ru: Печать... CTRL+P

source: Save GCode...
ru: Сохранить GCode...

source: Show slice engine log...
ru: Показать журнал слайсера...

source: Open Profile...
ru: Открыть профиль...

source: Save Profile...
ru: Сохранить профиль...

source: Load Profile from GCode...
ru: Загрузить профиль из файла GCode...

source: Reset Profile to default
ru: Восстановить профиль по умолчанию

source: Preferences... CTRL+,
ru: Настройки... CTRL+,

source: Machine settings...
ru: Настройки принтера...

source: Recent Model Files
ru: Недавние модели

source: Recent Profile Files
ru: Недавние профили

source: Quit
ru: Выход

source: File
ru: Файл

source: Minecraft map import...
ru: Импорт карты из Minecraft...

source: PID Debugger...
ru: PID отладчик...

source: Copy profile to clipboard
ru: Скопировать профиль в буфер обмена

source: Print all at once
ru: Печатать все за один раз

source: Print one at a time
ru: Печатать по очереди

source: Tools
ru: Инструменты

source: Machine
ru: Принтер

source: Switch to quickprint...
ru: Быстрая печать...

source: Switch to full settings...
ru: Расширенные настройки...

source: Open expert settings... CTRL+E
ru: Открыть расширенные настройки... CTRL+E

source: Run first run wizard...
ru: Запустить мастер первоначальной настройки...

source: Run bed leveling wizard...
ru: Запустить мастер калибровки платформы...

source: Run head offset wizard...
ru: Запустить мастер настройки смещения головки...

source: Expert
ru: Эксперт

source: Online documentation...
ru: Онлайн документация...

source: Report a problem...
ru: Сообщить об ошибке...

source: Check for update...
ru: Проверить обновления...

source: Open YouMagine website...
ru: Открыть сайт YouMagine...

source: About Cura...
ru: О програме Cura...

source: Help
ru: Помощь

source: Buy filament on-line
ru: Заказать пластик онлайн

source: For "One at a time" printing, you need to have entered the correct head size and gantry height in the machine settings
ru: Для печати по очереди необдходимо задать размеры печатающей головки в настройках принтера

source: One at a time warning
ru: Предупреждение для режима "Печать по очереди"

source: Install default firmware...
ru: Установить прошивку по умолчанию...

source: Install custom firmware...
ru: Установить свою прошивку...

source: Select profile file to load
ru: Выберите файл с профилем

source: Select gcode file to load profile from
ru: Выберите файл GCode для загрузки профиля

source: No profile found in GCode file. This feature only works with GCode files made by Cura 12.07 or newer.
ru: Не найден профиль в файле GCode. Данная функция работает только с файлами GCode, сохраненными в Cura 12.07 или новее.

source: Profile load error
ru: Ошибка загрузки профиля

source: Select profile file to save
ru: Выберите файл с профилем для сохранения

source: This will reset all profile settings to defaults. Unless you have saved your current profile, all settings will be lost! Do you really want to reset?
ru: Сейчас будут восстановлены настройки профиля по умолчанию. Если вы не сохранили ваш текущий профиль, то все настройки будут потеряны! Вы действительно хотите восстановить профиль по умолчанию?

source: Profile reset
ru: Сбросить профиль

source: Warning: Installing a custom firmware does not guarantee that you machine will function correctly, and could damage your machine.
ru: Осторожно: Установка неоригинальной прошивки не гарантирует того, что ваш принтер будет правильно работать и не повредит ваше устройство.

source: Open firmware to upload
ru: Откройте прошивку для загрузки

source: You are running the latest version of Cura!
ru: У вас запущена последняя версия Cura!

source: Awesome!
ru: Потрясающе!

source: Basic
ru: Базовые

source: Advanced
ru: Расширенные

source: Plugins
ru: Плагины

source: Plugins:
ru: Плагины:

source: Open plugin location
ru: Открыть расположение плагина

source: Enabled plugins
ru: Активные плагины

source: You need to select a plugin before you can add anything.
ru: Необходимо выбрать плагин перед тем, как что-то добавлять.

source: Error: no plugin selected
ru: Ошибка: не выбран плагин

source: Colours
ru: Цвета

source: Language
ru: Язык

source: Filament settings
ru: Настройки пластика

source: Cura settings
ru: Настройки Cura

source: Machine settings
ru: Настройки принтера

source: Printer head size
ru: Размер печатающей головки

source: Extruder %d
ru: Экструдер %d

source: Communication settings
ru: Настройки подключения

source: Cannot remove the last machine configuration in Cura
ru: Не удается удалить настройки последнего принтера

source: Machine remove error
ru: Ошибка удаления принтера

source: Printing
ru: Печать

source: Statistics
ru: Статистика

source: Your computer is running on battery power. Connect your computer to AC power or your print might not finish.
ru: Компьютер работает от аккумуляторов. Подключите компьютер к сети. В противном случае печать может не завершиться.

source: Filament: ####.##m #.##g Estimated print time: #####:## Machine state: Detecting baudrateXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX
ru: Материал: ####.##м #.## Примерное время печати: #####:## Состояние принтера: Определение скорости передачи данныхXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX

source: Connect
ru: Подключить

source: Pause
ru: Пауза

source: Cancel print
ru: Отменить печать

source: Error log
ru: Журнал ошибок

source: BedTemp:
ru: Температура платформы:

source: Temp:
ru: Температура:

source: Jog
ru: Перемещение

source: Outer wall:
ru: Внешние стенки:

source: Inner wall:
ru: Внутренние стенки:

source: Fill:
ru: Заполнение:

source: Support:
ru: Поддержка:

source: Speed
ru: Скорость

source: Term
ru: Консоль

source: Enable timelapse movie recording
ru: Включить запись видеоролика

source: Show preview
ru: Предварительный просмотр

source: Camera
ru: Камера

source: Resume
ru: Продолжить

source: Loading gcode...
ru: Загрузка управляющего кода...

source: Filament: %(amount).2fm %(weight).2fg
ru: Пластик: %(amount).2fm %(weight).2fg

source: Filament cost: %s
ru: Стоимость пластика: %s

source: USB Printing Error
ru: Ошибка печати через USB

source: The slicing engine reported the following
ru: Слайсер сообщил следующее

source: Engine log...
ru: Журнал слайсера...

source: How many copies do you want?
ru: Сколько копий сделать?

source: Number of copies
ru: Количество копий

source: Multiply
ru: Дублировать

source: Delete object
ru: Удалить объект

source: Center on platform
ru: Поместить в центр платформы

source: Multiply object
ru: Дублировать объект

source: Split object into parts
ru: Разделить объект на части

source: Dual extrusion merge
ru: Объединить для печати двумя экструдерами

source: Delete all objects
ru: Удалить все объекты

source: Overhang view not working due to lack of OpenGL shaders support.
ru: Не удается отобразить в режиме подвешивания из-за недостаточной поддержки OpenGL шейдеров.

source: High quality print
ru: Печать с высоким качеством

source: Normal quality print
ru: Обычная печать

source: Fast low quality print
ru: Быстрая печать

source: Thin walled cup or vase
ru: Тонкостенная чаша или ваза

source: Print support structure
ru: Печать поддерживающей структуры

source: Select a quickprint profile:
ru: Выберите профиль для быстрой:

source: Material:
ru: Материал:

source: Diameter:
ru: Диаметр:

source: Other:
ru: Прочие:

source: Exterior Only
ru: Только снаружи

source: Cura - Batch run
ru: Cura - пакетный запуск

source: Add
ru: Добавить

source: Remove
ru: Удалить

source: Prepare all
ru: Подготовить всё

source: Open file to batch prepare
ru: Открыть файл для пакетной обработки

source: Building: %d
ru: Обработка: %d

source: Done: 0/%d
ru: Готово: 0/%d

source: Abort
ru: Прервать

source: Close
ru: Закрыть

source: Build: %d models
ru: Обработанно: %d моделей

source: Slicing took: %(hours)02d:%(minutes)02d
ru: Подготовка заняла: %(hours)02d:%(minutes)02d

source: Building: [%(index)d/%(size)d]
ru: Обработка: [%(index)d/%(size)d]

source: Aborted by user.
ru: Прервано пользователем.

source: Done %(index)d/%(size)d
ru: Выполнено %(index)d/%(size)d

source: To SDCard
ru: На SD карту

source: Height (mm)
ru: Высота печатающей головки (мм)

source: Base (mm)
ru: Высота основания (мм)

source: Width (mm)
ru: Ширина печатающей головки (мм)

source: Depth (mm)
ru: Глубина печатающей головки (мм)

source: Checking token
ru: Проверяем ключ

source: Failed to contact YouMagine.com
ru: Не удалось подключиться к YouMagine

source: YouMagine error.
ru: YouMagine ошибка.

source: Cura is now authorized to share on YouMagine
ru: Теперь Cura авторизована для работы с YouMagine

source: Creating new design on YouMagine...
ru: Создание нового дизайна на YouMagine...

source: Failed to create a design, nothing uploaded!
ru: Не удалось создать дизайн, нечего загружать!

source: Building model %s...
ru: Создание модели %s...

source: Uploading model %s...
ru: Загрузка модели %s...

source: Failed to upload %s!
ru: Не удалось загрузить %s!

source: Uploading file %s...
ru: Загрузка файла %s...

source: Uploading image %s...
ru: Загрузка изображения %s...

source: Failed to upload snapshot!
ru: Не удалось загрузить снимок!

source: Publishing design...
ru: Публикация дизайна...

source: Request authorization from YouMagine
ru: Запросить авторизацию на YouMagine

source: Paste token here
ru: Вставьте ключ сюда

source: To share your designs on YouMagine you need an account on YouMagine.com and authorize Cura to access your account.
ru: Для того чтобы поделиться дизайном на YouMagine вам необходима учетная запись на YouMagine.com и авторизовать Cura для доступа к вашей учетной записи.

source: This will open a browser window where you can authorize Cura to access your YouMagine account. You can revoke access at any time from YouMagine.com
ru: Откроется окно браузера, где вы можете авторизовать Cura для доступа к вашей учетной записи. Вы можете отозвать права в любой момент на сайте YouMagine.com

source: Design name
ru: Название дизайна

source: Publish after upload
ru: Опубликовать после загрузки

source: Share!
ru: Поделиться!

source: Add...
ru: Добавить...

source: Webcam...
ru: Вебкамера...

source: Directly publish the design after uploading. Without this check the design will not be public until you publish it yourself on YouMagine.com
ru: Опубликовать дизайн сразу после загрузки. С выключенной опцией к дизайну не будет открытого длоступа, пока вы самостоятельно не опубликуете на YouMagine.com

source: Design name:
ru: Название дизайна:

source: Description:
ru: Описание:

source: Category:
ru: Категория:

source: License:
ru: Лицензия:

source: Images:
ru: Изображения:

source: Related design files:
ru: Относящиеся к дизайну файлы:

source: The name cannot be empty
ru: Имя не может быть пустым

source: New design error.
ru: Ошибка создания нового дизайна.

source: The description cannot be empty
ru: Описание не может быть пустым

source: No webcam found on your system
ru: В вашей системе не найдена вебкамера

source: Webcam error
ru: Ошибка вебкамеры

source: An error has occurred during the 3D view drawing.
ru: Возникла ошибка во время отрисовки 3D модели

source: 3D window error
ru: Ошибка в окне с 3D моделью

source: Quality
ru: Качество

source: Layer height (mm)
ru: Высота слоя (мм)

source: Layer height in millimeters. This is the most important setting to determine the quality of your print. Normal quality prints are 0.1mm, high quality is 0.06mm. You can go up to 0.25mm with an Ultimaker for very fast prints at low quality.
ru: Высота слоя в мм. От этих настроек в значительной степени зависит качество и время печати. Обычно использутся значения: 0.25 мм для печати низкого качества, 0.1 мм - для среднего, 0.06 для высокого, 0.02 мм для сверхвысокого.

source: Shell thickness (mm)
ru: Толщина оболочки (мм)

source: Thickness of the outside shell in the horizontal direction. This is used in combination with the nozzle size to define the number of perimeter lines and the thickness of those perimeter lines.
ru: Толщина стен объекта. При печати обычного куба - это толщина его граней. Увеличение этого показателя увеличивает прочность печатаемого объекта. Совместно с диаметром сопла данный параметр определяет количество линий по периметру и толщину этих линий.

source: Enable retraction
ru: Включить ректракцию

source: Retract the filament when the nozzle is moving over a none-printed area. Details about the retraction can be configured in the advanced tab.
ru: Втягивать пластик обратно в экструдер, когда головка движется над пропуском в печати. Это уменьшает количество тонких линий (струн) между печатаемыми частями. Как правило ретракция включена по умолчанию, но если необходимо, ее можно отключить, чтобы принтер печатал быстрее или если используется материал.ю который не поддерживает ретракцию.

source: Fill
ru: Заполнение

source: Bottom/Top thickness (mm)
ru: Толщина нижней/верхней грани (мм)

source: This controls the thickness of the bottom and top layers, the amount of solid layers put down is calculated by the layer thickness and this value. Having this value a multiple of the layer thickness makes sense. And keep it near your wall thickness to make an evenly strong part.
ru: Эта функция устанавливает толщину внешней оболочки верхней и нижней частей объекта. Например, при печати обычного куба это толщина верхнего и ниэнего квадратов, составляющих куб. Увеличение этого параметра приведет к усилению частей объекта и, в зависимости от используемого материала, к увеличению твердости вершин. Совместно с толщиной слоя данный параметр определяет количество сплошных слоев.

source: Fill Density (%)
ru: Плотность заполнения (%)
