Repository: engenegr/Cura
Catalog: Cura/resources/locale/*/LC_MESSAGES/Cura.po
Languages: ru

source: This expert option adds all parts of the model together. The result is usually that internal cavities disappear. Depending on the model this can be intended or not. Enabling this option is at your own risk. Type-A is depended on the model normals and tries to keep some internal holes intact. Type-B ignores all internal holes and only keeps the outside shape per layer.
ru: Эта расширенная опция позволяет собрать все части модели вместе. В результате исчезают все внутренние пустоты. В зависимости от модели эта опция может сработать или нет. Используйте эту опцию на свой риск. Тип-А зависит от нормалей модели и старается сохранить некоторые внутренние отверстия нетронутыми. Тип-Б игнорирует все внутренние отверстия и сохраняет внешнюю форму на каждом слое.

source: Combine everything (Type-B)
ru: Собрать все (Тип -Б)

source: Keep open faces
ru: Сохранять открытые грани

source: This expert option keeps all the open bits of the model intact. Normally Cura tries to stitch up small holes and remove everything with big holes, but this option keeps bits that are not properly part of anything and just goes with whatever it is left. This option is usually not what you want, but it might enable you to slice models otherwise failing to produce proper paths. As with all "Fix horrible" options, results may vary and use at your own risk.
ru: Эта расширенная опция сохраняет все открытые грани нетронутыми. Обычно Cura пытается склеить маленькие отверстия и удалить все большие отверстия. Но эта опция сохраняет грани, которые не полностью связаны. Обычно это не та опция, которую стоит использовать, но в некоторых случаях она позволяет подготовит модель, которая в противном случае разрезается некорректно. Используйте эту опцию на свой риск.

source: Extensive stitching
ru: Дополнительное склеивание

source: Extrensive stitching tries to fix up open holes in the model by closing the hole with touching polygons. This algorthm is quite expensive and could introduce a lot of processing time. As with all "Fix horrible" options, results may vary and use at your own risk.
ru: Дополнительное склеивание позволяет починить небольшие отверсия в модели, закрывая их касающимися полигонами. Этот алгоритм очень ресурсоемкий и может значительно увеличить время подготовки. Используйте эту опцию на свой риск.

source: Save profile on slice
ru: Сохранять профиль

source: When slicing save the profile as [stl_file]_profile.ini next to the model.
ru: Профиль сохраняется вместе с подготовленной моделью в файле [stl_file]_profile.ini

source: Cost (price/kg)
ru: Стоимость (стоимость/кг)

source: Cost of your filament per kg, to estimate the cost of the final print.
ru: Стоимость пластика за килограмм. Позволяет оценить финальную стоимость модели.

source: Cost (price/m)
ru: Стоимость (стоимость/м)

source: Cost of your filament per meter, to estimate the cost of the final print.
ru: Стоимость пластика за метр. Позволяет оценить финальную стоимость модели.

source: Auto detect SD card drive
ru: Автоопределение наличия SD карты

source: Auto detect the SD card. You can disable this because on some systems external hard-drives or USB sticks are detected as SD card.
ru: Автоопределение наличия SD карты. Можно отключить эту опцию, если на вашей системе внешние жесткие диски или USB флешки определяются также как и SD карты.

source: Check for updates
ru: Проверить обновления

source: Check for newer versions of Cura on startup
ru: Проверять наличие новый версий при старте приложения

source: Send usage statistics
ru: Оправлять статистику об использовании

source: Submit anonymous usage information to improve next versions of Cura
ru: Отправить анонимную информацию об использовании Cura, для того чтобы помочь улучшить следующие версии.

source: Density (kg/m3)
ru: Плотность (кг/м3)

source: Weight of the filament per m3. Around 1240 for PLA. And around 1040 for ABS. This value is used to estimate the weight if the filament used for the print.
ru: Вес 1 куб. м. пластика. Около 1240 для PLA. И около 1040 для ABS. Это значение использует для вычисления веса напечатанной модели.

source: Change the language in which Cura runs. Switching language requires a restart of Cura
ru: Изменить язык интерфейса Cura. Требуется перезапуск приложения.

source: Model colour
ru: Цвет модели

source: Model colour (2)
ru: Цвет модели (2)

source: Model colour (3)
ru: Цвет модели (3)

source: Model colour (4)
ru: Цвет модели (4)

source: Maximum width (mm)
ru: Максимальная ширина (мм)

source: Size of the machine in mm
ru: Размер области печати в мм

source: Maximum depth (mm)
ru: Максимальная глубина (мм)

source: Maximum height (mm)
ru: Максимальная высоат (мм)

source: Machine center 0,0
ru: Начало координат в центре платформы.

source: Machines firmware defines the center of the bed as 0,0 instead of the front left corner.
ru: Прошивка принтера определяет начало координат (0, 0) в центра платформы, а не в левом переднем углу.

source: Build area shape
ru: Форма области печати

source: The shape of machine build area.
ru: Форма области печати принтера

source: If you have an heated bed, this enabled heated bed settings (requires restart)
ru: Если у вас есть подогреваемая платформа, эта опция включит соответствующие настройки (требуется перезапуск приложения)

source: GCode Flavor
ru: Особенности GCode

source: Flavor of generated GCode. RepRap is normal 5D GCode which works on Marlin/Sprinter based firmwares. UltiGCode is a variation of the RepRap GCode which puts more settings in the machine instead of the slicer. MakerBot GCode has a few changes in the way GCode is generated, but still requires MakerWare to generate to X3G. Myriwell GCode is almost the same as Makerbot with difference in few commands.
ru: Особенность создаваемого GCode. RepRap использует обычный 5D GCode, который работает на прошивках Marlin/Sprinter. UltiGCode является разновидностью RepRap GCode, который использует большую часть настроек из прошивке, а не из слайсера. MakerBot GCode в некоторых случаях использует другие GCode команды. Но все еще требуется MakerWare для создания X3G. Myriwell GCode повторяет вариант Makerbot за исключением некоторых команд

source: Extruder count
ru: Количество экструдеров

source: Amount of extruders in your machine.
ru: Количество экструдеров на вашем принтере.

source: Offset X
ru: Смещение X

source: The offset of your secondary extruder compared to the primary.
ru: Смещение второго сопла по отношение к основному соплу.

source: Offset Y
ru: Смещение Y

source: The offset of your tertiary extruder compared to the primary.
ru: Смещение третьего сопла по отношение к основному соплу.

source: The offset of your forth extruder compared to the primary.
ru: Смещение четвертого сопла по отношение к основному соплу.

source: E-Steps per 1mm filament
ru: Количество шагов экструдера на 1мм пластика

source: Amount of steps per mm filament extrusion. If set to 0 then this value is ignored and the value in your firmware is used.
ru: Количество шагов экструдера на 1мм пластиковой нити. Если установлен 0, то значение игнорируется и используется значение из прошивки.

source: Serial port
ru: Последовательный порт

source: Serial port to use for communication with the printer
ru: Номер последовательного порта для подключения принтера

source: Baudrate
ru: Скорость передачи данных

source: Speed of the serial port communication Needs to match your firmware settings Common values are 250000, 115200, 57600
ru: Скорость подключения по последовательному порту Должна совпадать с настройками в прошивке Обычно это 250000, 115200, 57600

source: Head size towards X min (mm)
ru: Размер головки до левого края. X min (мм)

source: The head size when printing multiple objects, measured from the tip of the nozzle towards the outer part of the head. 75mm for an Ultimaker if the fan is on the left side.
ru: Размер головк. Используется при печати нескольких объектов. Это расстояние от кончика сопла до внешней границы головки. 75мм для Ultimaker если вентилятор с левой стороны.

source: Head size towards Y min (mm)
ru: Размер головки до переднего края. Y min (мм)

source: The head size when printing multiple objects, measured from the tip of the nozzle towards the outer part of the head. 18mm for an Ultimaker if the fan is on the left side.
ru: Размер головк. Используется при печати нескольких объектов. Это расстояние от кончика сопла до внешней границы головки. 18мм для Ultimaker если вентилятор с левой стороны.

source: Head size towards X max (mm)
ru: Размер головки до правого края. X max (мм)

source: Head size towards Y max (mm)
ru: Размер головки до заднего края. Y max (мм)

source: The head size when printing multiple objects, measured from the tip of the nozzle towards the outer part of the head. 35mm for an Ultimaker if the fan is on the left side.
ru: Размер головк. Используется при печати нескольких объектов. Это расстояние от кончика сопла до внешней границы головки. 35мм для Ultimaker если вентилятор с левой стороны.

source: Printer gantry height (mm)
ru: Высота печатающей головки (мм)

source: The height of the gantry holding up the printer head. If an object is higher then this then you cannot print multiple objects one for one. 60mm for an Ultimaker.
ru: Высота до рамы, на которой закреплена печатающая головка. Если объект выше этой величины, то вы не сможете печатать несколько объектов один за другим. Для Ultimaker эта высота составляет 60мм

source: More flow than 150% is rare and usually not recommended.
ru: Не рекомендуется задавать поток более 150%

source: Less flow than 50% is rare and usually not recommended.
ru: Не рекомендуется задавать поток менее 50%

source: Thicker layers then %.2fmm (80%% nozzle size) usually give bad results and are not recommended.
ru: Не рекомендуется выставлять толщину слоя больше %.2fмм (80%% диаметра сопла), так как обычно это дает плохие результаты при печати.

source: It is highly unlikely that your machine can achieve a printing speed above 150mm/s
ru: Маловероятно, что ваш принтер может достичь скорости печати выше 150мм/с

source: Temperatures above 260C could damage your machine, be careful!
ru: Нагрев печатающей головки до температуры выше 260С может повредить принтер. Будьте осторожны!

source: Are you sure your filament is that thick? Normal filament is around 3mm or 1.75mm.
ru: Вы уверены, что пластиковая нить настолько толстая? Стандартные размеры это 3мм и 1.75мм.

source: It is highly unlikely that your machine can achieve a travel speed above 300mm/s
ru: Маловероятно, что ваш принтер может достичь скорости перемещения выше 300мм/с

source: A bottom layer of more then %.2fmm (3/4 nozzle size) usually give bad results and is not recommended.
ru: Не рекомендуется выставлять толщину нижнего слоя больше %.2fмм (3/4 диаметра сопла), так как обычно это дает плохие результаты при печати.
